{
    "1-5 friends or family members": "1-5 friends or family members",
    "10 - 50 participants": "10 - 50 participants",
    "15 minutes - 1 hour": "15 minutes - 1 hour, No preparation needed",
    "2-10 participating organizations": "2-10 participating organizations",
    "4 hours, 2 weeks": "4 hours or longer, 2 weeks of preparation needed",
    "4 hours, 2-4 weeks": "4 hours or longer, 2-4 weeks of preparation needed",
    "9 Ways to get Involved parapgraph": "Mozilla Webmaker creates software, projects and events that promote digital literacy through making and sharing. We're an open source project powered by makers, mentors and community leaders. We'd love you to get involved.",
    "9 Ways to Get Involved with Webmaker": "9 Ways to Get Involved with Webmaker",
    "a documentary with dynamic links": "a documentary with dynamic links",
    "A global community that wants": "A global community that wants to teach the web right is creating a <a href='https://wiki.mozilla.org/Learning/WebLiteracyStandard'>Web Literacy Standard</a>. We're trying to build consensus around the skills, competencies and literacies necessary to read, write and participate on the web - now and in the future.",
    "A Hack Jam is a great way to": "A Hack Jam is a great way to:",
    "a hilarious meme": "a hilarious meme",
    "A Hive Pop-Up is fantastic way to": "A Hive Pop-Up is fantastic way to:",
    "A Kitchen Party is a fun way to": "A Kitchen Party is a fun way to:",
    "a personalized greeting card": "a personalized greeting card",
    "About Emma": "Emma ran a hack jam for 10-12 year olds at her local university computer lab in Victoria, Canada. Now she’s working with other mentors to launch #GenOpen, one of the world’s first open source projects run by and for youth.",
    "About Jon": "Jon organized a 48-hour hack jam in Dundee, Scotland, exploring everything from a “Twitter bird” made out of paper and wire to hooking Google Maps up to an arcade joystick.",
    "About Unnati": "Unnati participated in our Summer Code Party in 2012 where she learned to remix her own web pages using Thimble and Popcorn. She now shares her knowledge by teaching her friends, family and classmates basic HTML.",
    "About Us Desc": "Learn more about who we are and what makes us tick.",
    "About Us": "About Us",
    "About": "About",
    "active daily discussion paragraph": "This is a more active daily discussion where you can help shape the direction of the Webmaker project.",
    "Agent's scope of work": "Only DMCA Notices, Trademark Notices (which are defined below), and international copyright or trademark notices should go to the copyright agent.",
    "ALL CONTENT IS AS IS": "EXCEPT AS OTHERWISE EXPRESSLY STATED, INCLUDING BUT NOT LIMITED TO IN A LICENSE OR OTHER AGREEMENT GOVERNING THE USE OF SPECIFIC CONTENT, ALL CONTENT LOCATED AT OR AVAILABLE FROM WEBMAKER IS PROVIDED &quot;AS IS,&quot; AND MOZILLA, ITS CONTRACTORS AND ITS LICENSORS MAKE NO REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE OR NON-INFRINGEMENT OF PROPRIETARY RIGHTS. WITHOUT LIMITING THE FOREGOING, MOZILLA, ITS CONTRACTORS AND ITS LICENSORS MAKE NO REPRESENTATION OR WARRANTY THAT CONTENT LOCATED ON WEBMAKER IS FREE FROM ERROR OR SUITABLE FOR ANY PURPOSE; NOR THAT THE USE OF SUCH CONTENT WILL NOT INFRINGE ANY THIRD PARTY COPYRIGHTS, TRADEMARKS OR OTHER INTELLECTUAL PROPERTY RIGHTS. YOU UNDERSTAND AND AGREE THAT YOU DOWNLOAD OR OTHERWISE OBTAIN CONTENT THROUGH MOZILLA'S WEBSITES AT YOUR OWN DISCRETION AND RISK, AND THAT MOZILLA, ITS CONTRACTORS AND ITS LICENSORS WILL HAVE NO LIABILITY OR RESPONSIBILITY FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH CONTENT.",
    "All DMCA Notices should include the following:": "All DMCA Notices should include the following:",
    "an animated gif with sound": "an animated gif with sound",
    "an online poster for your favourite movie": "an online poster for your favourite movie",
    "analyzing available info": "when we try and understand more about you based on information you've given to us.",
    "and more!": "and more!",
    "Back to top": "Back to top",
    "Be on the cutting edge.": "Be on the cutting edge.",
    "Become a Mentor Desc": "Provide direct feedback to learners of any age from around the world",
    "Become a mentor paragraph": "Mentoring is a chance to share your knowledge and provide feedback directly to learners of all ages around the world who are hungry for digital skills.",
    "Become a Mentor": "Become a Mentor",
    "Become a mentor": "Become a mentor",
    "Blog": "Blog",
    "Bring together local organizations": "Bring together local organizations in a science fair setting",
    "Built with": "Built with",
    "by": "by",
    "Claim your Webmaker domain.": "Claim your Webmaker domain.",
    "Claim your webmaker space": "Claim your webmaker space",
    "Collaboratively build or improve": "Collaboratively build something new or improve something that already exists",
    "Commitments": "Commitments",
    "Communicate": "Communicate",
    "Community center, library, school": "In an open space like a community center, library or school",
    "Community": "Community",
    "Concerning minors": "If you are under 13, we don't want your personal information, and you must not provide it to us. If you are a parent and believe that your child who is under 13 has provided us with personal information, please <a href='https://www.mozilla.org/en-US/privacy/policies/firefox-os/#top'>contact us</a> to have your child's information removed.",
    "connect in many ways.": "We're a big community and we connect in many ways.",
    "Connect through social media": "<strong>Connect through social media</strong> and see what people are making, follow events from around the world and check out new Webmaker projects by visiting our <a href='//mozillawebmaker.tumblr.com/'>Tumblr</a>, <a href='//twitter.com/webmaker'>Twitter</a>, <a href='//www.facebook.com/mozilla'>Facebook</a>, <a href='//www.flickr.com/photos/mozilladrumbeat/favorites/'>Flickr</a> and <a href='//blog.webmaker.org/'>our blog</a>.",
    "Connecting with other mentors": "Connecting with other mentors",
    "Contact with your questions": "Contact <a href='mailto:makerparty@mozilla.org'>makerparty@mozilla.org</a> with your questions.",
    "Content embedded by others": "Other users may embed content from other online services which may include cookies and other web technologies. You should check the privacy policies of those services to understand their privacy practices.",
    "Content embedding and uploading": "You may upload or embed comments, profile pictures and other content as a part of the features of Webmaker (“Your Submissions”). In order to provide you with service - by uploading Your Submissions, you hereby grant us a non-exclusive, worldwide, sublicensable royalty free license to use Your Submissions in connection with the provision and promotion of Webmaker and to provide that content to Mozilla or any successor host or operator of Webmaker.",
    "Contribute a guide or resource paragraph": "Do you have a digital literacy project? We'd love to hear about it and potentially share it on Webmaker.org.",
    "Contribute a guide or resource": "Contribute a guide or resource",
    "Contribute code paragraph": "All Webmaker tools are open source. Contribute ideas, patches, bugs or your own demos and prototypes. Access documentation, issue trackers and more.",
    "Contribute code": "Contribute code",
    "Copyright infringement discovered": "If you are a copyright owner or an agent of a copyright owner and believe that content available by means of one of Mozilla’s websites infringes one or more of your copyrights, please immediately notify Mozilla’s Copyright Agent by means of emailed, mailed, or faxed notice (&quot;DMCA Notice&quot;) and include the information described below. You can review 17 U.S.C. § 512(c)(3) of the Digital Millennium Copyright Act for authoritative detail, or consult your own attorney if you need assistance. If Mozilla takes action in response to a DMCA Notice, it will make a good faith attempt to contact the party that made such content available by means of the most recent email address, if any, provided by such party to Mozilla. You may be held liable for damages based on certain material misrepresentations contained in a DMCA Notice. Thus, if you are not sure content located on or linked to by the website infringes your copyright, you should consider first contacting an attorney.",
    "Create With Others": "Create With Others",
    "Created at": "Created at",
    "created": "created",
    "Creating and sharing resources": "<a href='/{{lang}}/teach'>Creating and sharing resources</a> like teaching guides, kits and activities with other techies and educators.",
    "Creating the web is the heart of our work": "Creating the web is the heart of our work. We build tools like <a href='//thimble.webmaker.org'>Thimble</a> and <a href='//popcorn.webmaker.org'>Popcorn Maker</a> that allow people to create amazing content while  peeking under the hood of the internet, getting familiar with all the moving parts and getting their hands dirty with foundational elements like HTML, CSS and JavaScript.",
    "Data stored in your browser": "This site and the ones linked to it or embedded in it uses web technologies that may store data in your browser, including “cookies”, which are small pieces of data stored in your browser.",
    "Demonstrate cool web ideas": "Demonstrate cool web ideas",
    "Description": "Description",
    "Destruction of personal info": "We also don't want your personal information for any longer than we need it, so we only keep it long enough to do what we collected it for. Once we don't need it, we take steps to destroy it unless we are required by law to keep it longer.",
    "Details": "Details",
    "Disclaimer; Limitation of Liability": "Disclaimer; Limitation of Liability",
    "DMCA notice must be complete": "If you fail to comply with all of the requirements of a DMCA notice, Mozilla may not act upon your notice.",
    "Donate to Webmaker paragraph": "As a non-profit organization, we depend on the generosity of people like you to fund our goal of encouraging millions of people around the world to move beyond using the web to making it.",
    "Donate to Webmaker": "Donate to Webmaker",
    "Donate": "Donate",
    "Downloads": "Downloads",
    "Editor": "Editor",
    "Eligibility": "Eligibility",
    "Email subscribe and unsubscribe": "You may elect to receive email from us and can unsubscribe from any email marketing communications you elected to receive.",
    "Emma": "Emma",
    "encourage millions of people": "encourage millions of people around the world to move beyond using the web to making it.",
    "End of agreement entails": "In all such cases, the Terms shall terminate, including, without limitation, your license to use Webmaker, except that the following sections shall continue to apply: Release and Indemnification, Disclaimer; Limitation of Liability, Governing Law, Miscellaneous.",
    "End of services without notice": "In addition, Mozilla may stop (permanently or temporarily) providing Webmaker (or any of its features) to you or to users generally and may not be able to provide you with prior notice.",
    "Enjoy!": "Enjoy!",
    "EPS": "EPS",
    "Error": "Error",
    "error-404": "404: You found a loose thread!<br>Please try a <a href='/{{lang}}/search'>search</a> or visit our <a href='/{{lang}}'>homepage.</a>",
    "Ethical use of info": "When you give us personal information, we will use it in the ways for which you've given us permission. Generally, we use your information to help us provide and improve our products and services for you.",
    "Event Guides": "Event Guides",
    "eventDesc": "We've got guides to help you plan. What are you in the mood to try?",     
    "eventHeader": "Want to make the web with others?",
    "Events Desc": "Find an event near you or host your own.",
    "Events management": "Webmaker may allow you to schedule a time and place for events (such as hackathons) or find out where these types of events are occurring. Mozilla does not have any control over events organized by users so please take care if you attend an event.",
    "Events": "Events",
    "Expand your network.": "Expand your network.",
    "Explore our mentoring program": "Explore our mentoring program",
    "Fax:": "Fax:",
    "Filter projects by...": "Filter projects by...",
    "Filter the gallery": "Filter the gallery",
    "Find an event near you or host your own": "Find an event near you or host your own",
    "Find or host an event paragraph": "From hack jams to pop ups to the global <a href='/{{lang}}/party'>Maker Party</a>, there's an event to suit every interest. Search for one near you or host your own — we have <a href='/{{lang}}/event-guides'>guides</a> to show you how.",
    "Find or host an event": "Find or host an event",
    "From coding your first line of HTML to building apps": "From coding your first line of HTML to building apps that change the world, Maker Party is your chance to connect with a global community of creators. Build something from scratch or remix a project and make it your own.",
    "From June 15 to September 15": "From June 15 to September 15, thousands of people around the world are meeting up, making cool stuff and teaching others at the 2013 Maker Party.",
    "From newsletters to community calls": "From newsletters to community calls, there are many ways you can join our community.",
    "from someone else": "someone else tells us information about you; or",
    "From template": "From template",
    "Fulfilling the mission": "When we are fulfilling our <a href='http://www.mozilla.org/en-GB/about/manifesto/'>mission of being open</a>. We sometimes release information to make our products better and foster an open web, but when we do so, we will remove your personal information and try to disclose it in a way that minimizes the risk of you being re-identified.",
    "General Representation and Warranty": "General Representation and Warranty",
    "Get gear.": "Get gear.",
    "Get Involved Desc": "Access support and connect with the Webmaker community.",
    "Get involved with Webmaker.": "Get involved with Webmaker.",
    "Get Involved": "Get Involved",
    "Get started": "Get started",
    "Governing Law": "Governing Law",
    "Grow your reach.": "Grow your reach.",
    "guide": "guide",
    "Hack it.": "Hack it.",
    "Hack Jam Logo": "Hack Jam Logo",
    "Hack Jam Planning Guide": "Hack Jam Planning Guide",
    "Hack Jam": "Hack Jam",
    "Handling user info": "What do we do with your information once we have it?",
    "Hang out as a family on the computer": "Hang out as a family on the computer",
    "Hello.": "Hello.",
    "Help with beta-testing & quality assurance": "Help with beta-testing & quality assurance",
    "Hi": "Hi",
    "Hive Pop up Logo": "Hive Pop up Logo",
    "Hive Pop up": "Hive Pop up",
    "Hive Pop-Up Planning Guide": "Hive Pop-Up Planning Guide",
    "Hive Pop-Up": "Hive Pop-Up",
    "Home page": "Home page",
    "Home": "Home",
    "Home, cafe, library": "At home, in a cafe or at the library",
    "Hosting Webmaker events": "<a href='/{{lang}}/events'>Hosting Webmaker events</a> to share your knowledge both in-person and online.",
    "How do we learn information about you?": "How do we learn information about you?",
    "How to become a mentor": "How to become a mentor",
    "I agree to your terms": "I agree to your <a href='/{{lang}}/terms'>terms</a> and <a href='/{{lang}}/privacy'>conditions</a>",
    "ID": "ID",
    "Impersonation forbidden": "You may not impersonate others with your username in a manner that does or is intended to mislead, confuse, or deceive others and we reserve the right to reclaim usernames on behalf of businesses or individuals that hold legal claim or trademark on those usernames. You may not buy or sell usernames or engage in squatting (creating usernames for the purpose of preventing others from using them).",
    "indexDesc": "We're a global community that doesn't just use the web, we <em>make</em> it by creating, remixing and teaching. <a href='/{{lang}}/login'>Sign up</a> and start making!",
    "indexHeader": "Make Something with Webmaker.",
    "Info storage and protection": "How do we store and protect your personal information?",
    "Info storage and removal": "If we store your personal information with information that is non-personal, we will consider the combination as personal information. If we remove all personal information from a set of data then the remaining is non-personal information.",
    "Info travels globally": "We're a global organization and our computers are in several different places around the world. We also use service providers whose computers may also be in various countries. This means that your information might end up on one of those computers in another country, and that country may have a different level of data protection regulation than yours. By giving us information, you consent to this kind of transfer of your information. No matter what country your information is in, we comply with applicable law and will also abide by the commitments we make in this privacy policy.",
    "Infringement description": "A description of the nature and location of the material that you claim to infringe your copyright, in sufficient detail to permit Mozilla to find and positively identify that content, including the URL where it is located;",
    "Infringer account termination": "Mozilla will terminate a user's account if, under appropriate circumstances, they are determined to be a repeat infringer.",
    "Introduce your community to hacking": "Introduce your community to hacking",
    "Join our community call": "Join our community calls every Tuesday. All are welcome! Ask questions, meet our community and staff and find the resources you need.",
    "Join our global conversation forum.": "Join our global conversation forum.",
    "Join our Webmaker Mentor email list": "Join our Webmaker Mentor email list to stay up to date on key news and announcements.",
    "Join the Webmaker newsgroup": "Join the <a href='//mzl.la/Webmaker_Newsgroup'>Webmaker newsgroup.",
    "Joining our weekly community calls": "<a href='https://wiki.mozilla.org/Webmakers/Community_Calls'>Joining our weekly community calls</a> to connect with mentoring community.",
    "Jon": "Jon",
    "June 15, 2013": "June 15, 2013",
    "Kitchen Party Logo": "Kitchen Party Logo",
    "Kitchen Party Planning Guide": "Kitchen Party Planning Guide",
    "Kitchen Party": "Kitchen Party",
    "layout with the prefix": "layout with the prefix",
    "Learn and teach new hacking skills": "Learn and teach new hacking skills",
    "Learn more about Persona": "Learn more about <a href='http://www.mozilla.org/en-US/persona/'>Persona.</a>",
    "Learn more.": "Learn more.",
    "Learn to hack with a friend": "Learn to hack with a friend",
    "Learning through making": "Learning through making is a core part of Mozilla's mission.",
    "Legal": "Legal",
    "Let us help.": "Let us help.",
    "Load more": "Load more",
    "Login": "Login",
    "Logos and Partner Stuff": "Logos and Partner Stuff",
    "Make cool things on the web": "Make cool things on the web",
    "Make something amazing on the web": "Make something amazing on the web",
    "Make something paragraph": "Making is the basis of everything we do. A great place for you to start with Webmaker is by creating something online using <a href='//popcorn.webmaker.org/'>Popcorn Maker</a> or <a href='//thimble.webmaker.org'>Thimble</a> and sharing it with the world.",
    "Make something": "Make something",
    "Make": "Make",
    "make": "make",
    "Maker Party Desc": "From now to September 15, join other webmakers in a global Maker Party.",
    "Maker Party is a part of the MacArthur": "Maker Party is a part of the MacArthur Foundation's Make Summer campaign.",
    "Maker Party Logo": "Maker Party Logo",
    "Maker Party": "Maker Party",
    "Makers making things": "Makers making things",
    "Making the web physical": "Making the web physical",
    "Me": "Me",
    "Meet some amazing mentors.": "Meet some amazing mentors.",
    "Meetings are users responsibility": "Except for events at which we explicitly state the contrary, you acknowledge that we: (i) do not supervise or control the meetings or interactions between users (sometimes even if the events use the term “Mozilla” or “Moz” in the title), (ii) are not involved in any way with physical transportation to or from meetings or with the actions of any individuals at those meetings, (iii) do not control users or have the ability to verify the true identity, age, nationality or other information of users and (iv) do not control the quality, safety, morality, legality, truthfulness or accuracy of meetings or people attending them.",
    "Meetings arrangement": "Webmaker provides tools that enable our users to arrange physical meetings at various venues. We do not supervise these meetings and are not involved in any way with the actions of any individuals at these meetings. As a result, we have no control over the identity or actions of the individuals who are present at these meetings, and we request that you exercise caution and good judgment when attending them.",
    "Mentor an eager learner paragraph": "As part of Mozilla’s non-profit <a href='http://www.mozilla.org/en-GB/about/manifesto/'>mission</a>, our goal is to spread digital literacy and skills through open collaboration. Mentoring is key to accomplishing this on a global scale. Webmaker mentors help others learn digital skills and share creative new ways for teaching technology.",
    "Mentor an eager learner": "Mentor an eager learner",
    "Mentor": "Mentor",
    "Mentors help others learn": "Mentors help others learn  digital skills by providing direct feedback to learners of any age from around the world. There is no formal application or process to become a webmaking mentor. Instead, we invite you to simply get involved by:",
    "Miscellaneous": "Miscellaneous",
    "mobile unsupport": "Hey, just so you know, this site isn't fully functional on mobile.",
    "Modifications to the Terms": "Modifications to the Terms",
    "MOZILLA IS NOT TO BLAME FOR CONTENT MISUSE": "EXCEPT AS OTHERWISE EXPRESSLY STATED, INCLUDING BUT NOT LIMITED TO IN A LICENSE OR OTHER AGREEMENT GOVERNING THE USE OF SPECIFIC CONTENT, IN NO EVENT WILL MOZILLA, ITS CONTRACTORS OR ITS LICENSORS BE LIABLE TO YOU OR ANY OTHER PARTY FOR ANY DIRECT, INDIRECT, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, REGARDLESS OF THE BASIS OR NATURE OF THE CLAIM, RESULTING FROM ANY USE OF WEBMAKER, OR THE CONTENTS THEREOF OR OF ANY HYPERLINKED WEB SITE, INCLUDING WITHOUT LIMITATION ANY LOST PROFITS, BUSINESS INTERRUPTION, LOSS OF DATA OR OTHERWISE, EVEN IF MOZILLA, ITS CONTRACTORS OR ITS LICENSORS WERE EXPRESSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.",
    "Mozilla Privacy Policy": "Mozilla Privacy Policy",
    "Mozilla Webmaker": "Mozilla Webmaker",
    "Mozilla": "Mozilla",
    "Mozilla's annual Maker Party": "Mozilla's annual <a href='/{{lang}}/party'>Maker Party</a> and the <a href='http://mozillafestival.org/'>Mozilla Festival</a> attract thousands of eager learners, not to mention filmmakers, journalists, politicians, artists and inventors.",
    "Mozilla's Copyright Agent info": "Mozilla's designated Copyright Agent to receive notifications of claimed infringement is as follows:",
    "Mozillaian like you": "With support from our wonderful partners and Mozillians like you!",
    "My makes": "My makes",
    "Need Help?": "Need Help?",
    "New User": "New User",
    "new Webmaker tools and projects": "Be the first to try out new <a href='/{{lang}}/tools'>Webmaker tools</a> and projects.",
    "Newer": "Newer",
    "No makes found.": "No makes found. Did you mean to search by title?",
    "No makes were found!": "No makes were found!",
    "noMakes": "You don't have any {{view}} makes",
    "Not just the US": "The contact information provided above also applies to notices that are based on non-U.S. copyrights or trademarks.",
    "Not sure what to make?": "Not sure what to make?",
    "Notices may be made public": "Please be advised that any DMCA Notices sent to Mozilla may be sent to third parties (including the accused) and posted on the Internet (including at <a href='http://www.chillingeffects.org'>http://www.chillingeffects.org/</a>).",
    "Older": "Older",
    "or": "or",
    "Our goal:": "Our goal:",
    "Our right to change the Terms": "We reserve the right to change these Terms at our sole discretion, and if we do make material changes, we will notify you of those changes prior to those terms coming into effect.",
    "Our tools, events and teaching guides": "Our <a href='/{{lang}}/tools'>tools</a>, <a href='/{{lang}}/events'>events</a> and <a href='/{{lang}}/teach'>teaching guides</a> allow webmakers to not only create the content that makes the web great, but &mdash; perhaps more importantly &mdash; understand how the web works.",
    "Owner contact info": "Your name, address, telephone number, and email address where we can contact you; and",
    "Owner statement": "A statement by you: (i) that you believe in good faith that the use of the material that you claim infringes your copyright is not authorized by law, or by the copyright owner or such owner's agent; and, (ii) that all of the information contained in your DMCA Notice is accurate, and under penalty of perjury, that you are either the owner of, or a person authorized to act on behalf an owner of, the exclusive copyright right that is being infringed.",
    "Owners signature": "A signature, electronic or physical, of the owner, or a person authorized to act on behalf of the owner, of an exclusive copyright right that is being infringed;",
    "participate in user testing paragraph": "Participate in user testing, give feedback, or help with QA. Your testing and ideas will make Mozilla Webmaker products better and help shape their future.",
    "Party Partners": "Party Partners",
    "Party": "Party",
    "Personal info required": "You will be required to provide information about yourself (such as identification or contact details) to us as part of your registration for and use of Webmaker. We will handle your information as we describe in <a href='/{{lang}}/privacy'>Webmaker Privacy</a>.",
    "Phone Number:": "Phone Number:",
    "PNG": "PNG",
    "Policy change notification": "We may need to change this policy and when we do, we'll notify you.",
    "Popcorn Maker": "Popcorn Maker",
    "Prefix": "Prefix",
    "privacy policy": "privacy policy",
    "Privacy Policy": "Privacy Policy",
    "Privacy": "Privacy",
    "privacy-desc": "I'm okay with you handling this info as you explain in your",
    "Processing or providing products and services": "For processing or providing products and services to you, but only if those entities receiving your information are contractually obligated to handle the data in ways that are approved by Mozilla.",
    "Promise of ethical use": "You represent and warrant that your use of Webmaker and Your Submissions will NOT: (i) be obscene, or contain graphic depictions of violence or sexuality, (ii) violate the intellectual property, proprietary, publicity, privacy or any other rights of Mozilla or any third party, (iii) be designed to harm Mozilla or other users, (iv) violate any law or regulation, (v) be deceptive or fraudulent, (vi) harm children in any way, (vii) degrade, intimidate, incite violence against, or encourage prejudicial action against someone or a group based on age, gender, race, ethnicity, national origin, religion, sexual orientation, disability, religion, geographic location or other protected category or constitutes hate speech or (viii) is otherwise objectionable to Mozilla.",
    "Promise to abide by the Terms": "You represent and warrant that your use of Webmaker will be in accordance with these Terms, with any applicable laws and regulations, and with any other applicable policy or terms and conditions.",
    "Provide fun hands-on activities": "Provide fun hands-on activities",
    "Receive occasional email paragraph": "Receive occasional email updates only about the most important stuff &mdash; about once a month.",
    "Release and Indemnification": "Release and Indemnification",
    "Remix a project": "Remix a project",
    "Remix": "Remix",
    "Remixed from": "Remixed from",
    "Say hello on a Webmaker cummunity call": "Say hello on a <a href='//wiki.mozilla.org/Webmakers/Community_Calls'>Webmaker Community call</a>.",
    "School, library": "At a school, library or flexible space",
    "Search": "Search",
    "see how it works": "We've built everything so you can see how it works, take it apart and remix it.",
    "Send me email updates": "Send me email updates about Mozilla Webmaker and other projects",
    "Shape standards.": "Shape standards.",
    "Share Your Project": "Share Your Project",
    "Share": "Share",
    "Sharing user info": "When do we share your information with others?",
    "Show Off Your Work": "Show Off Your Work",
    "Sign in to save": "Sign in to save",
    "Sign in": "Sign in",
    "Sign out": "Sign out",
    "Sign up for email updates": "Sign up for email updates",
    "Sign up for Webmaker announcement list": "Sign up for the <a href='//sendto.mozilla.org/page/s/sign-up-for-mozilla?source=default_signup'>Webmaker announcement list</a></strong>.",
    "Sign up for your Webmaker account.": "Sign up for your Webmaker account.",
    "Sign up": "Sign up",
    "SOME LIMITATIONS MAY NOT APPLY TO USER": "SOME JURISDICTIONS MAY NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF LIABILITY FOR CERTAIN INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.",
    "Sort by": "Sort by",
    "Spend an hour on a rainy day": "Spend an hour on a rainy day",
    "Standard logo": "Standard logo",
    "Start from scratch": "Start from scratch",
    "Start Making": "Start Making",
    "Start Planning": "Start Planning",
    "Stay in touch.": "Stay in touch.",
    "Structure or status change": "If our organizational structure or status changes (if we undergo a restructuring, are acquired, or go bankrupt) we may pass your information to a successor or affiliate.",
    "Summer of Making and Connecting": "Summer of Making and Connecting",
    "Supercharge web video": "Supercharge web video",
    "support our work": "Please <a href='//sendto.mozilla.org/page/contribute/join-mozilla?source=join_link'>support our work</a>.",
    "Tag your work with #makerparty": "Tag your work with #makerparty and inspire others. Share your knowledge, show off your creation and feel the love from the Webmaker community.",
    "Tags": "Tags",
    "Teach &amp; Learning": "Teach &amp; Learning",
    "Teach Desc": "Teach the world digital literacy and webmaking.",
    "Teach page": "Teach page",
    "Teach the web paragraph": "You don’t need to be a wizard to teach the web. We've created <a href='/{{lang}}/teach'>hackable guides</a> for teaching digital literacy, webmaking, online storytelling and more.",
    "Teach the web": "Teach the web",
    "Teach": "Teach",
    "teachBanner": "We're a <a href='/{{lang}}/about'/>global community</a> of friendly humans on a mission to help people learn the building blocks of the web.",
    "teachDesc": "You don't need to be a wizard to help others. We've got resources to help teach digital literacy, webmaking, online storytelling and more.",
    "teachHeader": "Let's Teach the Web Together.",
    "Team up to explore": "Team up people with different skill-sets to explore an interesting challenge",
    "Terms of Use": "Terms of Use",
    "Terms shall be governed by laws of California": "These Terms shall be governed by the laws of the State of California without regard to conflict of law principles. The provisions of the United Nations Convention on the International Sale of Goods and the Uniform Computer Information Transactions Act, however designated, are excluded and shall not apply to this Agreement or any transactions hereunder. You agree to submit to the personal and exclusive jurisdiction of the state courts and federal courts located within Santa Clara County, California for the purpose of litigating any claims or disputes.",
    "Terms valid until terminated": "The Terms will continue to apply until terminated by either you or Mozilla.",
    "The fastest way to get help": "The fastest way to get help, offer help and connect with other mentors.",
    "The web is still open.": "The web is still open.",
    "The worldwide Maker Party will bring people together": "The worldwide Maker Party will bring people together at hundreds of events over three months, from workshops, design sprints and code-a-thons to teen tech bashes and father-daughter hack jams. Find a party near you or use our handy event guides to host your own.",
    "these are your makes:": "these are your makes:",
    "Thimble": "Thimble",
    "Things you should know": "Things you should know",
    "Third party rights": "You may not assign your rights or delegate its obligations under these Terms. These Terms are not intended to benefit, nor shall it be deemed to give rise to, any rights in any third party. Our relationship is that of independent contractors:  these Terms shall not be construed to create a joint venture or partnership between the parties.  Neither party shall be deemed to be an employee, agent, partner or legal representative of the other for any purpose and neither shall have any right, power or authority to create any obligation or responsibility on behalf of the other. These Terms constitute the entire agreement between the parties with respect to the subject matter hereof.  These Terms supersede, and govern, any other prior or collateral agreements with respect to the subject matter hereof. If any provision of these Terms are held or made invalid or unenforceable for any reason, such invalidity shall not affect the remainder of these Terms, and the invalid or unenforceable provisions shall be replaced by a mutually acceptable provision, which being valid, legal and enforceable comes closest to the original intentions of the parties hereto and has like economic effect.  The failure of either party at any time or times to require performance of any provision hereof shall in no manner affect the right at a later time to enforce the same.  No waiver by either party of the breach of any term or covenant contained in these Terms, whether by conduct or otherwise, in any one or more instances, shall be deemed to be, or construed as, a further or continuing waiver of any such breach or a waiver of the breach of any other term or covenant contained in these Terms.",
    "This is the G+ community": "This is the G+ community for anyone interested in teaching the web. Take part in discussions, find useful resources, and see what other people are making and learning.",
    "through our products and services;": "we collect it automatically through our products and services;",
    "Title": "Title",
    "To prevent harm": "When we believe it is necessary to prevent harm to you or someone else. We will only share your information in this way if we have a good faith belief that it is reasonably necessary to protect the rights, property or safety of you, our other users, Mozilla or the public.",
    "To provide choice and innovation": "At Mozilla, we are committed to promoting choice and innovation on the web and helping users realize the full potential of the web.  That’s why we created Webmaker – a site where users can learn about web technologies by submitting and mashing up their content and allowing others to mash up their content using web technologies.",
    "Tools": "Tools",
    "toolsHeader": "Create and remix the web with Webmaker tools.",
    "toolsPMDesc": "Popcorn Maker helps you easily remix web video, audio and images into cool mashups that you can embed on other websites. Drag and drop content from the web, then add your own comments and links —all within your browser. Popcorn Maker videos are dynamic, full of links and unique with every view.",
    "toolsThimbleDesc": "Thimble makes it ridiculously simple to create and share your own web pages. Write and edit HTML and CSS right in your browser, then instantly preview your work. Host and share your finished projects with a single click. Perfect for beginners and experts alike.",
    "Trademark Notices": "Trademark Notices",
    "Transparency and opennes": "Your privacy is an important factor that Mozilla (that's us) considers in the development of each of our products and services. We are committed to being transparent and open and want you to know how we receive information about you, and what we do with that information once we have it.",
    "Tweet #teachtheweb": "Tweet #teachtheweb",
    "Unilateral end of agreement by Mozilla": "We may suspend or terminate your accounts or cease providing you with all or part of Webmaker at any time for any reason, including, but not limited to, if we reasonably believe: (i) you have violated these Terms, (ii) you create risk or possible legal exposure for us; or (iii) our provision of Webmaker to you is no longer commercially viable. We will make reasonable efforts to notify you by the email address associated with your account or the next time you attempt to access your account.",
    "Unilateral end of agreement by user": "You may end your legal agreement with Mozilla regarding Webmaker at any time for any reason by deactivating your accounts and discontinuing your use of Webmaker. You do not need to specifically inform Mozilla when you stop using Webmaker. If you stop using Webmaker without deactivating your accounts, your accounts may be deactivated due to prolonged inactivity.",
    "Unnati": "Unnati",
    "Updated at": "Updated at",
    "updated": "updated",
    "Use means agreement": "By using Webmaker, you agree that you are at least 18 years old or are acting with the consent and supervision of your parent; and you have full power, capacity, and authority to accept these Terms on behalf of yourself, or if applicable, your employer or other entity that you represent.",
    "Use of cookies": "Webmaker uses cookies to provide its functionality (such as remembering you between sessions) and to help us understand how users use the service through aggregate analytics.",
    "Use our Tools Desc": "Create an original or a remix using Popcorn Maker and Thimble.",
    "Use our Tools": "Use our Tools",
    "User id info": "For us, &quot;personal information&quot; means information which identifies you, like your name or email address.",
    "User names": "User names",
    "User non-id info": "Any information that falls outside of this is &quot;non-personal information.&quot;",
    "User subjection to terms": "As a user, your use of Webmaker is subject to the terms and conditions of this Terms of Use as well as the related policies referred to in these Terms or elsewhere on Webmaker (we will refer to these collectively as the “Terms”).",
    "User submissions are public": "You acknowledge that as a part of the functionality of Webmaker, some, if not all of Your Submissions may be re-used by others. Because of this, you hereby grant every user of the Webmaker a non-exclusive, worldwide, sublicensable royalty free license to use Your Submissions in connection the functionality available through Webmaker. In the future, we may provide you with options to add Creative Commons or other licensing options with respect to Your Submissions.",
    "User will defend Mozilla": "You agree to defend, indemnify and hold harmless Mozilla, its contractors and its licensors, and their respective directors, officers, employees and agents from and against any and all third party claims and expenses, including attorneys' fees, arising out of your use of Webmaker, including but not limited to out of your violation of any representation or warranty contained in these Terms.",
    "User will not blame Mozilla for damages": "You release Mozilla, its officers, employees, agents and successors from claims, demands and damages of every kind or nature arising out of or related to any disputes with other users, including with respect to any meetings you may wish to attend. You further waive any and all rights and benefits otherwise conferred by any statutory or non-statutory law of any jurisdiction that would purport to limit the scope of a release or waiver.",
    "User": "User",
    "Username allowed": "Webmaker allows you to create a username as one of Your Submissions. Your username will also provide you with a subdomain based on that username.",
    "Users": "Users",
    "Various security measures": "We are committed to protecting your personal information once we have it. We implement physical, business and technical security measures. Despite our efforts, if we learn of a security breach, we'll notify you so that you can take appropriate protective steps.",
    "vdo-profile": "a video profile to introduce yourself to the world",
    "Video remixing and open source for youth": "Video remixing and open source for youth",
    "View Events": "View Events",
    "Visit our communications wiki": "Visit our <a href='//wiki.mozilla.org/Webmakers/Communications'>communications wiki</a> to find even more places you can reach us.",
    "Wait, there's more!": "Wait, there's more!",
    "We care about your privacy": "We care about your privacy. When Mozilla (that’s us) collects information about you from Webmaker, our <a href='/{{lang}}/privacy'>privacy policy</a> describes how we handle that information.",
    "We consider digital literacy": "We consider <a href='https://wiki.mozilla.org/Learning/WebLiteracies'>digital literacy</a> a critical skill just like reading, writing and math.",
    "We learn information about you when:": "We learn information about you when:",
    "We provide starter projects": "We provide <a href='/t/webmaker:template'>starter projects</a>, templates and <a href='/{{lang}}/teach'>how-to guides</a> to inspire teachers and learners at every level to create on the web and share their knowledge with others.",
    "We recognize that innovation can come from anyone": "We recognize that innovation can come from anyone, anywhere so we bring together people with diverse skills and backgrounds &mdash; teachers, filmmakers, <a href='http://www.mozillaopennews.org/'>journalists</a>, hackers, youth, artists, <a href='http://kaythaney.com/'>scientists</a> policy-makers and more  &mdash;  to collaborate online and at events around the globe.",
    "We're techies": "We're techies, makers, educators, parents and other passionate people who care about creating a more web literate world. We support learners everywhere: in our homes, offices, neighborhoods, classrooms and online. We believe making something you love — online or off — is the best way to learn",
    "Webmaker Community": "Webmaker Community",
    "Webmaker mentors are defining the future": "Webmaker mentors are defining the future of education and technology with innovative new pedagogies and interest-driven, learner-centered content.",
    "Webmaker mentors get access": "Webmaker mentors get access to coveted Mozilla gear like stickers, t-shirts and banners to excite learners and make events even more awesome. <a href='mailto:makerparty@mozilla.org'>Get in touch</a> to learn more.",
    "Webmaker Privacy": "Webmaker Privacy",
    "Webmaker Terms": "Webmaker Terms",
    "Webmaker uses Persona, a secure way to sign in.": "Webmaker uses Persona, a secure way to sign in.",
    "Webmaker's mentor community": "Webmaker's mentor community spans the entire globe. Connect with other techies, educators and mentors to exchange ideas and creative new ways for teaching technology.",
    "Webmaking made easy": "Webmaking made easy",
    "Welcome to Webmaker-Mozilla": "Welcome to Webmaker &mdash; a <a href='https://www.mozilla.org/en-US/mission/'>Mozilla</a> project dedicated to helping you create something amazing on the <a href='/{{lang}}'>web</a>.",
    "What are you looking for?": "What are you looking for?",
    "What do we mean by personal information?": "What do we mean by &quot;personal information?&quot;",
    "What else do we want you know?": "What else do we want you know?",
    "What if we change this policy?": "What if we change this policy?",
    "When the law requires it": "When the law requires it. We follow the law whenever we receive requests about you from a government or related to a lawsuit. We'll notify you when we're asked to hand over your personal information in this way unless we're legally prohibited from doing so. When we receive requests like this, we'll only release your personal information if we have a good faith belief that the law requires us to do so. Nothing in this policy is intended to limit any legal defenses or objections that you may have to a third party's request to disclose your information.",
    "When we have gotten your permission to share it.": "When we have gotten your permission to share it.",
    "when we understand the building blocks": "After all, it's only when we understand the building blocks of the web that we can have a hand in shaping its future.",
    "Who are Webmaker mentors?": "Who are Webmaker mentors?",
    "Why become a mentor?": "Why become a mentor?",
    "With this knowledge": "With this knowledge, we can make a web without limits. That's the philosophy behind webmaker.org.",
    "Wordmark only": "Wordmark only",
    "Work ID": "An identification of the copyrighted work or works that you claim have been infringed;",
    "You are displaying the": "You are displaying the",
    "You are not signed in": "You are not signed in",
    "You can build:": "You can build:",
    "you give it to us directly;": "you give it to us directly;",
    "you": "you",
    "Your account is public": "You must create an account to publish content. All the content you publish will be accessible publicly. Profile information you choose to place on public portions of Webmaker (like your username) may be viewed by others.",
    "Your Submissions": "Your Submissions",
    "Youth mentor": "Youth mentor"
}
